Repository: nivaca/de_natura_loci
Catalog: omegat/project_save.tmx
Source language: la
Languages: es

source: Loca enim meridionalia sita super maria quasi aduruntur ex reflexione radiorum solis ex multiplicatione luminis ad littus, et illa loca arenosa et calida et sicca sunt: et mare divisum super illa loca etiam ad torrorem solis convertitur in sales, et loca illa facit terrestria ex calido adurente et sicco adusto.
es: Pues los lugares meridionales situados sobre los mares casi que son inflamados por el reflejo de los rayos del sol y la multiplicación de la luz del sol hacia [/en torno a] la costa. Y por eso aquellos lugares arenosos se vuelven tanto secos como cálidos; y el mar dividido [/que se divide] sobre aquellos lugares también se convierte en sales ante la torridez del sol y torna estériles aquellos lugares por lo cálido que consume y lo seco quemado.

source: Loca vero media sunt duorum elementorum mediorum, quae sunt per comparationem levia, et per comparationem gravia.
es: Pero los lugares medios son propios de dos elementos medios, que son livianos por relación y graves por relación.

source: Locans autem et locatum sunt tria corpora reliqua elementorum.
es: Sin embargo, lo que localiza y lo localizado son los tres elementos restantes.

source: Locum autem ex mari inhabitabilem dicunt:
es: Ahora bien, dicen que el lugar es inhabitable a partir del mar,

source: Locum autem ex mari inhabitabilem dicunt: quia reflexio radii in se refricati et clarissimi fit ad littora per circuitum talis maris, quae reflexio multiplicat calorem in littore, et incendit littus, et facit ipsum habitationi non congruum.
es: Ahora bien, dicen que el lugar es inhabitable a partir del mar, porque la reflexión del rayo que se refracta en sí, y que es muy cálido sucede frente a los litorales por estar rodeado de este tipo de mar, esta reflexión multiplica el calor en el litoral e incendia el litoral y lo hace inconveniente para la habitación.

source: Locus autem qui simpliciter est super omnia tria elementa, concavum est orbis lunae.
es: sin embargo, el lugar, que de modo simple/ de manera absoluta* está sobre todos los tres elementos, es la concavidad de la circunferencia* de la luna.

source: Locus enim talis plus habet humidi quam calor consumere [B555b] possit:
es: pues tal lugar tiene más humedad [lit. más de húmedo] que lo que el calor podría consumir,

source: Locus enim talis plus habet humidi quam calor consumere [B555b] possit: et ideo calor multiplicat ipsum et corrumpit: et ideo talia loca frequenter sunt vaporosa et pestiferosa habitantibus ea: et in locis illis sunt multa tonitrua et coruscationes: quare corrumpuntur multum et inficiuntur loca illa, ita quod inducunt gravem mortalitatem in homines et [C22a] alia animalia: quia aer humidus corrumpitur et efficitur venenosus, et penetrat indigestus ad interiora vitalium, et perimit subito.
es: Pues tal lugar tiene más humedad [lit. más de húmedo] que lo podría consumir el calor, y por eso el calor la multiplica a ella misma y la corrompe; y por eso tales lugares son con frecuencia vaporosos y generan pestes en quienes los habitan; y en tales lugares ha habido muchos truenos y relámpagos. Se corrompen y

source: Locus igitur ignis erit in concavo lunae super omnia corpora habentia motum rectum.
es: por lo tanto, el lugar del fuego estará en la concavidad de la luna sobre todos los cuerpos que tienen movimiento recto.

source: Longitudo autem cujuslibet loci dicitur esse per mensuram ab Oriente in Occidentem acceptam:
es: Ahora bien, la longitud de un lugar cualquiera se dice que es según la medida tomada desde el oriente hasta el occidente,

source: Longitudo autem cujuslibet loci dicitur esse per mensuram ab Oriente in Occidentem acceptam: et quantus est arcus a Zenith capitum versus Orientem totius habitabilis, tanta dicitur esse longitudo loci illius a Philosophis.
es: Ahora bien, la longitud de un lugar cualquiera se dice que es según la medida tomada desde el oriente hasta el occidente, y cuanto sea el arco desde el cenit de las cabezas hasta el oriente del todo habitable, tanto se dice por los filósofos que es la longitud de aquel lugar,

source: Magis autem perspicuum hoc est in plantis:
es: Sin embargo, esto es más claro en las plantas,

source: Magis autem perspicuum hoc est in plantis: eo quod videmus quasdam plantarum in uno loco convalescere, quae si ad clima proximum transferantur, nulla cultura [B531b]convalescere possunt.
es: Sin embargo, esto es más claro en las plantas, por lo que vemos que algunas de las plantas en un cierto lugar se desarrollan, las que, si son transplantadas a un clima próximo, por ningún cultivo se pueden desarrollar.

source: Mare enim in genere suo calidum est propter terrestre combustum sibi immixtum, et propter multam radiorum divaricationem super ipsum:
es: Pues el mar, en su género, es cálido por la quema terrestre mezclada consigo mismo y por la gran difusión de los rayos sobre sí mismo;

source: Mare enim in genere suo calidum est propter terrestre combustum sibi immixtum, et propter multam radiorum divaricationem super ipsum: et ideo necesse est, quod loca vicina sibi aut sint calida et sicca, aut calida et humida superfluo humore, aut frigida et humida.
es: Pues el mar, en su género, es cálido por la quema terrestre mezclada consigo mismo y por la gran difusión de los rayos sobre sí mismo; y por eso es necesario o bien que los lugares vecinos a él mismo sean cálidos y secos, o bien que sean cálidos y húmedos por la excesiva humedad, o bien que sean fríos y húmedos por la excesiva humedad.

source: Materia igitur vicinissima orbi, calida est in summo:
es: por lo tanto, la materia más próxima al orbe es cálida en grado sumo,

source: Materia igitur vicinissima orbi, calida est in summo: et ideo concavum orbis ultimi proprius locus est eisdem.
es: por lo tanto, la materia más próxima al orbe es cálida en grado sumo, y por esto la concavidad del orbe último es el lugar más propio para esta.

source: Mensura [B547a] autem ista dicitur regionum latitudo a Philosophis:
es: Sin embargo, esta medida es llamada por los filósofos "latitud de las regiones",

source: Mensura [B547a] autem ista dicitur regionum latitudo a Philosophis: propter hoc quod secundum quantitatem arcus, qui est Meridionalis circuli pars, sol et caeteri planetae qui praecipue causant naturas et proprietates locorum, moventur in caeli latitudine super loca, aut directe perpendiculariter, aut accedendo versus ipsa.
es: Sin embargo, esta medida es llamada por los filósofos latitud de las regiones por el hecho de que, según la magnitud del arco, que es la parte del círculo meridional, el sol y los otros planetas, que principalmente causan las naturalezas y las propiedades de los lugares, se mueven en la latitud del cielo sobre los lugares ya directamente de manera perpendicular, ya aproximándose hacia ellos.

source: Movet autem fortasse aliquem id quod diximus de longitudine terrarum, quod scilicet distantia ab Oriente mundi ipsius est longitudo:
es: Sin embargo, esto que dijimos sobre la longitud de las tierras, a saber, que la distancia desde el oriente del mundo es su longitud, quizás haga vacilar a alguien;

source: Movet autem fortasse aliquem id quod diximus de longitudine terrarum, quod scilicet distantia ab Oriente mundi ipsius est longitudo: omnis enim terra suum habet Orientem, cum terra sit rotunda: et omnis terra distat ab Oriente suo spatio aequali, hoc est, per nonaginta gradus: et sic una terra non est longior quam alia.
es: Sin embargo, esto que dijimos sobre la longitud de los sitios (tierras ¿?), a saber, que la distancia desde el oriente del mundo es su longitud, quizás haga vacilar a alguien; en efecto, todo sitio tiene su oriente, puesto que la Tierra es redonda, y así todo sitio dista desde su oriente con un espacio igual, esto es por los grados 90, y así un sitio no tiene más longitud que otro.

source: Nec est verum quod inter [B541b]duo calidissima nullum sit temperatum:
es: Y no es cierto que entre dos lugares muy calientes no haya ningún temperamento

source: Nec est verum quod inter [B541b]duo calidissima nullum sit temperatum: quia recessus solis causat frigus ex victoria inferiorum elementorum causatum: et ideo licet frigus non sit ibi in summo, est tamen ibi ut temperans extreme calidum.
es: Y no es cierto que entre dos lugares muy calientes no haya ningún temperamento porque el retroceso del sol causa un frío causado por la victoria de los elementos inferiores, y por lo tanto, aunque el frío no esté allí en su punto máximo, sin embargo, está allí para temperar el calor extremo.

source: Necesse est igitur in medio terrae aequinoctialem esse inhabitabilem propter calorem.
es: Por lo tanto, es necesario que en medio de la tierra el equinoccial sea inhabitable a causa del calor.

source: Negat enim Averroes solem eccentricum circulum in quo moveatur, habere:
es: También niega Averroes que el sol tenga un círculo excéntrico en el que se mueve,

source: Negat enim Averroes solem eccentricum circulum in quo moveatur, habere: et ideo tertiam causam caloris sub tropico hyemali dicit esse falsam et nullam: sed potius dicit quartam quae est ab aequinoctiali circulo usque in polum Australem, esse divisibilem per climata habitabilia, sicut et quarta terrae dividitur Septentrionalis, in qua nos habitamus.
es: También niega Averroes que el sol tenga un círculo excéntrico en el que se mueve, y por esto dice que la tercera causa de calor bajo el trópico invernal es falsa e inexistente, sino que más bien dice que la cuarta, que se encuentra desde el círculo equinoccial hasta el polo austral, es divisible en climas habitables, así como también se divide la cuarta parte de la tierra septentrional en la que nosotros habitamos.

source: Non enim sufficit quod in mathematicis traditum est de hujusmodi diversitate, ubi traditur quae stellae, super quae loca, hoc vel illo modo oriantur, [C2b] vel occidant, utrum scilicet oblique vel recte, et quae stellarum nec oriantur nec occidant, sed semper appareant, vel quae numquam, et quae oriantur et occidant aliquando:
es: pues no es suficiente lo que en los *Matemáticos* se trató sobre esta tal diversidad, donde se trata sobre qué estrellas sobre qué lugares de este o aquel modo nacen o mueren, si, a saber, oblicua o rectamente, y cuáles entre ellas ni nacen ni mueren, si no siempre aparecen o las que nunca, y cuáles nacen y a veces mueren;

source: Non enim sufficit quod in mathematicis traditum est de hujusmodi diversitate, ubi traditur quae stellae, super quae loca, hoc vel illo modo oriantur, [C2b] vel occidant, utrum scilicet oblique vel recte, et quae stellarum nec oriantur nec occidant, sed semper appareant, vel quae numquam, et quae oriantur et occidant aliquando: quia licet ex his sciatur situs climatum, non tamen per eadem sufficienter scitur natura locorum et diversitas complexionis eorum.
es: en efecto, no es suficiente lo que en los *Matemáticos* se trató sobre esta tal diversidad, donde se trata sobre qué estrellas sobre qué lugares de este o aquel modo nacen o mueren, si, a saber, oblicua o rectamente, y cuáles entre ellas ni nacen ni mueren, si no siempre aparecen o las que nunca, y cuáles nacen y a veces mueren; puesto que, aunque se conozca a partir de estas cosas la posición de los climas, no sin embargo por estas cosas se conoce suficientemente la naturaleza de los lugares y la diversidad de la complexión de los mismos.

source: Non potest igitur locari ignis in corpore grossioris superficiei quam sit ipsum, cum locus formalior sit in omnibus quam locatum.
es: el fuego no puede, por lo tanto, estar localizado en el cuerpo de la superficie más gruesa que lo que este mismo es, puesto que el lugar funge más de forma en todas las cosas que lo localizado;

source: Nos autem salvo meliori judicio, dicimus aliquam quartam partem quae est ultra aequinoctialem ad Meridiem, esse habitabilem secundum naturam et habitatam, [B544a] ut putamus.
es: Nosotros, sin embargo, salvo un mejor juicio, decimos que alguna parte de la cuarta que está más allá del equinoccial hacia el sur es habitable según la naturaleza e incluso habitada, como pensamos.

source: Nunc videndum est de parte mundi quae continue et delectabiliter habitatur.
es: Ahora debe mirarse la parte del mundo que es habitada permanentemente y con deleite.

source: Occurrit autem hic quaestio gravis, in qua etiam Reges potentissimi et Philosophi peritissimi ab antiquo laboraverunt:
es: Ahora bien, se presenta aquí una cuestión seria, sobre la que incluso los más poderosos reyes y los más expertos filósofos trabajaron desde tiempos antiguos,

source: Occurrit autem hic quaestio gravis, in qua etiam Reges potentissimi et Philosophi peritissimi ab antiquo laboraverunt: reges quidem experiendo, et Philosophi per investigationem rationis, utrum scilicet aliquid de terra quae ab aequinoctiali usque ad polum Australem extenditur, habitetur vel possit habitari.
es: No obstante, se presenta aquí la seria cuestión, sobre la que incluso los más poderosos reyes y los más expertos filósofos trabajaron desde tiempos antiguos (los reyes por la experiencia y los filósofos por la investigación racional), a saber, de si alguna parte de la tierra que se extiende desde el equinoccial hasta el polo austral es habitada o puede ser habitada.

source: Omni autem eodem modo facit in ultimis viginti gradibus Sagittarii, et viginti primis gradibus Capricorni, quibus accedit et recedit [B540a] ad tropici punctum hyemalis.
es: Sin embargo, exactamente del mismo modo lo hace en los últimos veinte grados de Sagitario y en los primeros veinte grados de Capricornio, a los que se acerca y de los que se aleja hasta el punto del Trópico de invierno [=Capricornio].

source: Omnibus autem his rationibus et considerationibus habitis, consentiendum videtur Ptolemaeo et Avicennae, ut dicamus torridam non omnino esse torridam, sed esse habitatam tam in littoribus maris quod ibi est (et mare Indicum vocatur, quod multos habet adamantes in fundo) quam etiam in insulis maris multis quae ibidem a Philosophis esse describuntur.
es: Pero tenidas todas tales consideraciones, parece que debemos acordar con Ptolomeo y Avicena en decir que la zona tórrida no es completamente tórrida, sino que es habitada tanto en los litorales del mar –donde está el mar que llaman Índico, el que tiene muchos diamantes en el fondo– como en muchas islas del mar que también han sido descritas en el mismo lugar por diferentes filósofos.

source: Oportet igitur quod in ultima orbis superficie locetur, eo quod haec sola formalior est ipso.
es: por lo tanto, es preciso que esté localizado en la última superficie del orbe, porque esta sola es más formadora que este mismo.

source: Oportet igitur, quod etiam sic sit de scientia locorum.
es: Por lo tanto, es preciso que incluso así suceda en la ciencia de los lugares.

source: Opposite autem habitant, quorum est unus parallelus secundum latitudinem eandem, sed non est eis longitudo una, sed potius distant per maximam longitudinem quae potest esse per circulum:
es: Sin embargo, habitan opuestamente aquellos cuyo paralelo es uno solo según la misma latitud; pero, para ellos, la longitud no es una misma, sino que dista mucho más según la longitud máxima que puede haber según el círculo.

source: Opposite autem habitant, quorum est unus parallelus secundum latitudinem eandem, sed non est eis longitudo una, sed potius distant per maximam longitudinem quae potest esse per circulum: hoc autem est quando elongatur a se per totum semicirculum: tunc enim distant per longitudinem totam diametri, et convertunt contra se pedes invicem, ita quod diameter inferior circuli paralleli per Zenith capitum, et per pedes, et per centrum semicirculum transit: et isti vocantur antipodes, et sunt in nostra habitabili, sicut habitantes omnes qui sunt in uno eodemque climate elongati a se per totam longitudinem Orientis ab Occidente nostrae habitabilis.
es: Sin embargo, habitan opuestamente aquellos cuyo paralelo es uno solo según la misma latitud; pero, para ellos, la longitud no es una misma, sino que dista mucho más según la longitud máxima que puede haber según el círculo. Ahora bien, esta (longitud) se da cuando (los habitantes opuestos) se alejan de ellos mismos a través de todo el semicírculo; entonces, en efecto, distan según toda la longitud del diámetro y voltean recíprocamente sus pies contra sí mismos, de manera que el diámetro del círculo paralelo intelectual transita a través del cénit de sus cabezas y a través de sus pies y a través del centro del semicírculo. Y estos son nombrados “antípodas” o bien “antigenos”, y están en nuestra [Tierra] habitable, así como todos los habitantes quienes en uno y en el mismo clima están alejados de sí mismos a través de toda la longitud oriental desde el occidente de nuestra [Tierra] habitable.

source: Ostendemus autem quod centrum est locus terrae:
es: Ahora bien, mostraremos que el centro es el lugar de la tierra

source: Ostendemus autem quod centrum est locus terrae: et centrum illud quod est locus terrae, est mundi centrum, ad quod secundum naturam movetur terra.
es: Ahora bien, mostramos que el centro es el lugar de la tierra y aquel centro que es el lugar de la tierra es el centro del mundo, al que la tierra se mueve según la naturaleza;

source: Ostendimus [C3b] enim in VIII Physicorum, quod idem est motum ad formam et ad locum:
es: Pues mostramos en el VIII de la *Física* que lo mismo es el movimiento hacia la forma y hacia el lugar

source: Ostendimus [C3b] enim in VIII Physicorum, quod idem est motum ad formam et ad locum: et quod illud quod non movetur ad formam, non movetur ad locum: unde cum etiam talium corporum formae, separatae sint substantiae secundum Peripateticos, non debetur eis locus aliquis secundum naturam suae essentiae, sicut debetur formis aliorum corporum.
es: En efecto, mostramos en el VIII de los *Físicos* que lo mismo es el movimiento hacia la forma y hacia el lugar y que aquello que no se mueve hacia la forma no se mueve hacia el lugar. De donde, aunque incluso las formas separadas de tales cuerpos sean substancias según los Peripatéticos, no se debe a ellas un lugar determinado según la naturaleza de su esencia, así como se debe a las formas de los otros cuerpos,

source: Ostendunt autem haec homines loca sua mutantes secundum contraria climata, qui propter loci inconnaturalitatem infirmantur et destruuntur:
es: Ahora bien, esto lo muestran los hombres que cambian sus lugares en climas contrarios, puesto que por la no connaturalidad del lugar se debilitan y se quedan atrás,

source: Ostendunt autem haec homines loca sua mutantes secundum contraria climata, qui propter loci inconnaturalitatem infirmantur et destruuntur: et quando redeunt ad loca nativa, recipiunt sanitatem.
es: Ahora bien, esto lo muestran los hombres que cambian sus lugares en climas contrarios, puesto que por la no connaturalidad del lugar se debilitan y se quedan atrás, y cuando se devuelven a sus lugares nativos, recobran la salud.

source: Per oppositum autem se habet in terra:
es: Sin embargo, por oposición, en la tierra se tiene que,

source: Per oppositum autem se habet in terra: quoniam ideo quod terra est simpliciter gravis, et se-[B533b]-cundum hoc sub omnibus descendit, erit verissime natura terrae locata in centro: et secundum quod partes terrae plus vel minus elongantur a centro, sic plus vel minus attingunt veram naturam terrae.
es: Sin embargo, por oposición, en la tierra se tiene que, por la razón de que la tierra es grave absolutamente* y por esto desciende bajo todas las cosas, la naturaleza más verdadera de la tierra estará localizada en el centro, y en la medida en que las partes de la tierra estén alejadas más o menos del centro, así menos y más alcanzan la verdadera naturaleza de la tierra.

source: Perspicuus etiam est ignis sicut apparet ex eo quod non tegit nobis corpora quae sunt super ipsum:
es: Incluso, el fuego es transparente, así como es evidente a partir de esto: que no cubre con una nube los cuerpos que están sobre él,

source: Perspicuus etiam est ignis sicut apparet ex eo quod non tegit nobis corpora quae sunt super ipsum: et est inter caetera elementa magis perspicuus, eo quod est omnibus subti[B532b]lior et rarior: perspicuum autem in omni corpore est ex convenientia cum perpetuo superius corpori caelesti, sicut dicit Aristoteles in secundo libro de Anima.
es: Incluso, el fuego es transparente, así como es evidente a partir de esto: que no cubre con una nube los cuerpos que están sobre él, y es el más transparente entre los demás elementos, debido a que es más sutil y más raro entre todos; sin embargo, la transparencia se da en todo cuerpo a partir de la conveniencia/concordancia* con el cuerpo celeste perpetuo superior, así como dice Aristóteles en el segundo de sus libros *Sobre el alma*;

source: Prima quidem est ex hoc:
es: Y la primera ciertamente se da a partir de esto,

source: Prima quidem est ex hoc: quia, sicut diximus, aliud corporum est locans tantum, alterum est locatum, et quoddam est locans et locatum secundum naturam.
es: Y la primera ciertamente se da a partir de esto, como dijimos, porque entre los cuerpos una cosa es lo que tan solo localiza y otra es lo que tan solo es localizado y cierta otra es lo que localiza y lo localizado según la naturaleza.

source: Primo autem modo nec generabilia nec corruptibilia sunt in loco:
es: Y, por cierto, del primer modo muchos cuerpos, ni generables ni corruptibles, están en un lugar;

source: Primo autem modo nec generabilia nec corruptibilia sunt in loco: omnia autem corpora praeter primum corpus habent extra se aliquod ambiens corpus, circa quod circumscribitur quantitas ipsorum.
es: Y, por cierto, del primer modo muchos cuerpos, ni generables ni corruptibles, están en un lugar; en efecto, todos los cuerpos, salvo el primer cuerpo, tienen fuera de sí algún cuerpo circundante, dentro del cual se circunscribe su magnitud.

source: Primum autem quod scire convenit, est quod locus dupliciter sumitur.
es: Ahora bien, lo primero que es preciso saber es que "lugar" se toma de dos modos.

source: Propter autem regionum illarum sunt animalia frigida in terris illis corpore multum diminuta, vel penitus nulla, sicut asini et hujusmodi.
es: Sin embargo, a causa del frío de aquellas regiones los animales fríos en aquellas tierras son muy diminutos de cuerpo o enteramente inexistentes como los asnos y los de este tipo.

source: Propter hoc autem et his similia multa videtur et est irrationalis opinio quorumdam dicentium nullum superius esse ignem, sed aerem usque ad sidera extendi:
es: Ahora bien, por estas cosas y muchas similares a estas, es irracional la opinión de ciertos que dicen que nada es superior al fuego, salvo el aire que se extiende más allá hacia las estrellas.

source: Propter hoc autem et his similia multa videtur et est irrationalis opinio quorumdam dicentium nullum superius esse ignem, sed aerem usque ad sidera extendi: et est inconveniens ratio quam ad hoc inducunt dicentes esse inutilem, cum ad mixtionem [C5a] aliorum faciendam corporum et generationem perficiendam non possit descendere: eo quod secundum naturam semper sit superius: nec videmus animal quod ipsum per violentiam possit inclinare deorsum.
es: Ahora bien, por estas cosas y muchas similares a estas, es irracional la opinión de ciertos que dicen que nada es superior al fuego, salvo el aire que se extiende más allá hacia las estrellas. Y es inconveniente la razón que establecen sobre esto los que dicen aquí que el fuego es inútil, puesto que no puede descender para crear una mezcla de otros cuerpos y para completar la generación, debido a que su lugar es superior y no vemos nada que pueda inclinarlo para abajo por violencia.
